Tekla.Structures.DrawingInternal.dotGrLayTable_t


Tekla.Structures.DrawingInternal.dotGrLayTable_t.Id


Tekla.Structures.DrawingInternal.dotGrLayTable_t.Name


Tekla.Structures.DrawingInternal.dotGrLayTable_t.TableLayoutId


Tekla.Structures.DrawingInternal.dotGrLayTable_t.RefTableId


Tekla.Structures.DrawingInternal.dotGrLayTable_t.Scale


Tekla.Structures.DrawingInternal.dotGrLayTable_t.XOffset


Tekla.Structures.DrawingInternal.dotGrLayTable_t.YOffset


Tekla.Structures.DrawingInternal.dotGrLayTable_t.TableCorner


Tekla.Structures.DrawingInternal.dotGrLayTable_t.RefCorner


Tekla.Structures.DrawingInternal.dotGrLayTable_t.FileName


Tekla.Structures.DrawingInternal.dotGrLayTable_t.OverlapVithViews


Tekla.Structures.DrawingInternal.dotGrLayTable_t.Angle


Tekla.Structures.DrawingInternal.dotGrLayTable_t.TableType


Tekla.Structures.DrawingInternal.dotGrLayTable_t.Flags


Tekla.Structures.DrawingInternal.dotGrLayTable_t.OriginalTableId


Tekla.Structures.DrawingInternal.dotGrLayTable_t.OriginalDbId


Tekla.Structures.DrawingInternal.dotGrLayTable_t.ToStruct(Tekla.Structures.DrawingInternal.LayoutTable)
Convert to struct
Table:

Tekla.Structures.DrawingInternal.dotGrLayTable_t.FromStruct(Tekla.Structures.DrawingInternal.LayoutTable)
Convert from struct
Table: